Repository: t3v/t3v_announcements
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# domain.model.jobAd
source: Job Ad
de: Stellenanzeige

# domain.model.jobAd.type.fullTime
source: Full-time
de: Vollzeit

# domain.model.jobAd.type.partTime
source: Part-time
de: Vollzeit

# domain.model.jobAd.type.custom
source: Custom
de: Benutzerdefiniert

# domain.model.news.article
source: News Article
de: Nachrichtenartikel

# contentElements.jobAdsContentElement.jobAd.task.label
source: Task
de: Aufgabe

# contentElements.jobAdsContentElement.jobAd.fromDate.label
source: From
de: Ab

# contentElements.jobAdsContentElement.jobAd.type.label
source: Type
de: Art der Stelle

# contentElements.jobAdsContentElement.noJobAdsFound.label
source: No job ads found.
de: Keine Stellenangebote gefunden.

# contentElements.latestJobAdsContentElement.toAllJobAds.label
source: To all job ads
de: Zu allen Stellenangeboten

# contentElements.latestJobAdsContentElement.noJobAdsFound.label
source: No job ads found.
de: Keine Stellenangebote gefunden.

# contentElements.latestNewsArticlesContentElement.latestNewsArticle.more.label
source: More
de: Weiterlesen

# contentElements.latestNewsArticlesContentElement.toAllNewsArticles.label
source: To all news articles
de: Zu allen Nachrichtenartikeln

# contentElements.latestNewsArticlesContentElement.noNewsArticlesFound.label
source: No news articles found.
de: Keine Nachrichtenartikel gefunden.

# contentElements.newsArticlesContentElement.newsArticle.more.label
source: More
de: Weiterlesen

# contentElements.newsArticlesContentElement.noNewsArticlesFound.label
source: No news articles found.
de: Keine Nachrichtenartikel gefunden.
